<?php
return [
    
    'project_images'            	=> 'صور المشروع',
    'property_video'           	 => 'شاهد المشروع',
    'video'                         		 => 'شاهد فيديو المشروع',
    'features_and_service'      	=> 'مميزات وخدمات',
    'blogs'                     		=> 'أحدث المقالات',
    'blogs_desc'                		=> 'مدونة متخصصة بالعقارات في تركيا',
    'read_more'                		 => 'إقرأ المزيد',
    'services'                  		=> 'خدماتنا',
    'services_desc'             	=> 'تعرف على خدماتنا العقارية التي نقدمها قبل وبعد شراء العقارات في تركيا',
    'bottom_footer_1'           	=> 'جميع الحقوق محفوظة لصالح شركة الدار العقارية',
    'more'                      		=> 'المزيد',
    'worng_inputs'              	=> 'يرجى التأكد من البيانات التي أدخلتها',

    
];