<?php

return [
    'title'             => 'الطلبات',
    'title_p'           => 'أدرج عقارك',
    'title_p_desc'      => 'طلبات أدرج عقارك',
    'price'             => 'السعر',

    'datatable' => [
        'id' => '#',
        'request' => 'المرسل',
        'phone' => 'الهاتف',
        'email' => 'ايميل',
        'breef' => 'الرسالة',
        'date' =>'تاريخ الارسال',
        'discription' => 'محتوى الطلب',
        'link' => 'الصحفة التي قام العميل من خلالها بملء الطلب',
    ],

    'filter' => [
        'title' => 'الفلترة',
        'description' => 'قم بفلترة المعلومات عن طريق ملء الحقول التالية:',
    ],

    'fields' => [

        'daterange' => [
            'label'         => 'الفترة الزمنية',
            'placeholder'   => 'ادخل الفترة الزمنية',
            'help'          => 'ادخل المجال الزمني لفلترة البيات وفقه.',
        ]

    ]
];
