<?php

return [
    'yes' => 'نعم',
    'cancel' => 'إلغاء الأمر',
    'confirm' => [
        'procedure' => [
            'title' => 'تأكيد المتابعة',
            'text' => 'هل أنت متأكد من أنك تريد المتابعة؟ لن تتمكن من عكس العملية.',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء الإجراء.',
            ]
        ],
        'delete' => [
            'title' => 'تأكيد الحذف',
            'text' => 'هل أنت متأكد أنك ستقوم بالحذف؟ لن تتمكن من عكس العملية.',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية الحذف.',
            ]
        ],
        'forceDelete' => [
            'title' => 'تأكيد الحذف',
            'text' => 'هل أنت متأكد أنك ستقوم بالحذف؟ لن تتمكن من عكس العملية.',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية الحذف.',
            ]
        ],
        'deleteTranslation' => [
            'title' => 'تأكيد حذف الترجمة',
            'text' => 'هل أنت متأكد أنك ستقوم بحذف الترجمة؟ لن تتمكن من عكس العملية.',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية حذف الترجمة.',
            ]
        ],
        'massDelete' => [
            'title' => 'تأكيد حذف المحدد',
            'text' => 'هل أنت متأكد أنك ستقوم بحذف البيانات المحددة؟ لن تتمكن من عكس العملية.',
            'canceled' => [
               'title' => 'تمّ الإلغاء',
               'text' => 'تم إلغاء عملية الحذف.',
            ]
        ],
        'restore' => [
            'title' => 'تأكيد الاستعادة',
            'text' => 'هل أنت متأكد أنك ستقوم باستعادة المحذوف؟',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية الاستعادة.',
            ]
        ],
        'massRestore' => [
            'title' => 'تأكيد استعادة المحدد',
            'text' => 'هل أنت متأكد أنك ستقوم باستعادة البيانات المحددة؟',
            'canceled' => [
               'title' => 'تمّ الإلغاء',
               'text' => 'تم إلغاء عملية الاستعادة.',
            ]
        ],
        'updateStatus' => [
            'title' => 'تأكيد تحديث الحالة',
            'text' => 'هل أنت متأكد أنك ستقوم بتحديث الحالة؟',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية تحديث الحالة.',
            ]
        ],
        'disable' => [
            'title' => 'تأكيد التعطيل',
            'text' => 'هل أنت متأكد أنك ستقوم بعملية الإيقاف؟',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية الإيقاف.',
            ]
        ],
        'enable' => [
            'title' => 'تأكيد التفعيل',
            'text' => 'هل أنت متأكد أنك ستقوم بعملية التفعيل؟',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية التفعيل.',
            ]
        ],
        'special' => [
            'title' => 'تأكيد التمييز',
            'text' => 'هل أنت متأكد من عمل هذا المشروع مشروع مميز؟',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية التمييز.',
            ]
        ],
        'not_special' => [
            'title' => 'تأكيد الغاء التمييز',
            'text' => 'هل أنت متأكد من عمل هذا المشروع مشروع غير مميز؟',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية إلغاء التمييز.',
            ]
        ],
        'copy' => [
            'title' => 'تأكيد النسخ',
            'text' => 'هل أنت متأكد من نسخ هذا المشروع؟',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية النسخ.',
            ]
        ],
        'sold' => [
            'title' => 'تأكيد وضع المشروع مباع',
            'text' => 'هل أنت متأكد من وضع هذا المشروع كمباع؟',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية وضع المشروع مباع.',
            ]
        ],
        'not_sold' => [
            
            'title' => 'تأكيد وضع المشروع غير مباع',
            'text' => 'هل أنت متأكد من وضع هذا المشروع غير مباع؟',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية وضع المشروع غير مباع',
            ]
        ],
        'remove_file' => [
            'title' => 'تأكيد الحذف',
            'text' => 'هل أنت متأكد أنك ستقوم بحذف الملف؟',
            'canceled' => [
                'title' => 'تمّ الإلغاء',
                'text' => 'تم إلغاء عملية الحذف.',
            ]
        ],
        'leave_without_saving' => [
            'title' => 'تأكيد الخروج بدون حفظ',
            'text' => 'لن يتم حفظ التغييرات التي قمت بها في هذه الصحفة، هل أنت متأكد من الخروج بدون حفظها أولاً؟',
            'canceled' => [
                'title' => 'تمّ إلغاء الأمر',
                'text' => 'تم إلغاء عملية الخروج بدون حفظ التعديلات.',
            ]
        ],
        'cancel_upload' => [
            'text' => 'هل أنت متأكد أنك ستقوم بإيقاف رفع الملف؟',
        ],
    ],
];
